Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_283-The_Sutra_of_the_Three_Bodies-v1.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ
en: Homage to all buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་བྱ་རྒོད་ཕུང་པོའི་རི་ལ་བཞུགས་སོ
en: Thus did I hear at one time. The Blessed One was dwelling on Vulture Peak Mountain in Rājgṛha

source: །བྱང་ཆུབ་སེམས་དཔའ་ཚད་མེད་གྲངས་མེད་པ་དང་། ལྷ་དང་། ཀླུ་དང་། འཁོར་ཐམས་ཅད་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: He was accompanied by his entire retinue, by immeasurable, countless bodhisattvas, and by gods and nāgas.

source: བཅོམ་ལྡན་འདས་ལ་བཀུར་སྟིར་བགྱིད་ཅིང་མཆོད་དོ
en: They paid respect to the Blessed One and made offerings to him

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ
en: The Blessed One replied

source: སའི་སྙིང་པོ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ལ་སྐུ་གསུམ་མངའ་སྟེ
en: “Kṣitigarbha, the Blessed One, the Tathāgata, has three bodies

source: དེའི་ཚེ་འཁོར་དེར་བྱང་ཆུབ་སེམས་དཔའ་སའི་སྙིང་པོ་འདུག་པ་སྟན་ལས་ལངས་ནས
en: At that time, the bodhisattva Kṣitigarbha, who was sitting among the retinue, rose from his seat

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ལ་སྐུ་དུ་མངའ།
en: and asked, “Has the Blessed One a body?”

source: ཆོས་ཀྱི་སྐུ་དང་། ལོངས་སྤྱོད་རྫོགས་པའི་སྐུ་དང་། སྤྲུལ་པའི་སྐུའོ།
en: a dharmakāya, a saṃbhogakāya and a nirmāṇakāya

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གསུམ་ནི
en: Son of a noble family, the three bodies of the Tathāgata are these:

source: རང་བཞིན་རྣམ་པར་དག་པ་ནི་ཆོས་ཀྱི་སྐུའོ
en: the pure nature is the dharmakāya

source: ཏིང་ངེ་འཛིན་རྣམ་པར་དག་པ་ནི་ལོངས་སྤྱོད་རྫོགས་པའི་སྐུའོ
en: pure meditative absorption is the saṃbhogakāya

source: །སྤྱོད་པ་རྣམ་པར་དག་པ་ནི་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་སྤྲུལ་པའི་སྐུའོ།
en: and pure conduct is the nirmāṇakāya of all buddhas

source: །རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པའི་ཆོས་ཀྱི་སྐུ་ནི་ནམ་མཁའ་ལྟར་རང་བཞིན་མེད་པའི་དོན་ནོ
en: Son of a noble family, the dharmakāya of the Tathāgata consists in the fact that he has no nature, just like the sky.

source: ལོངས་སྤྱོད་རྫོགས་པའི་སྐུ་ནི་སྤྲིན་ལྟར་འབྱུང་བའི་དོན་ནོ
en: His saṃbhogakāya consists in the fact that he comes forth, just like a cloud

source: སྤྲུལ་པའི་སྐུ་ནི་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཕྲིན་ལས་ཏེ། ཆར་བ་ལྟ་བུ་སྟེ་ཐམས་ཅད་བངས་པའི་དོན་ནོ
en: His nirmāṇakāya consists in the activity of all the buddhas, the fact that it soaks everything, just like rain

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སའི་སྙིང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The bodhisattva Kṣitigarbha then asked the Blessed One

source: བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་གསུམ་གྱི་བཤད་པ་ཇི་ལྟར་བལྟ་བར་བགྱི།
en: How should one view this explanation on the three bodies of the Blessed One?

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སའི་སྙིང་པོ་ལ་བཀའ་སྩལ་པ
en: The Blessed One answered the bodhisattva Kṣitigarbha

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གསུམ་ནི་འདི་ལྟར་བལྟ་བར་བྱའོ།
en: Son of a noble family, you should view the three bodies of the Tathāgata in the following way

source: ཆོས་ཀྱི་སྐུ་ནི་དེ་བཞིན་གཤེགས་པའི་ངོ་གང་ལ་བལྟ་བར་བྱའོ
en: The dharmakāya should be viewed as that which is the essence of the Tathāgata.

source: །ལོངས་སྤྱོད་རྫོགས་པའི་སྐུ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ངོ་གང་ལ་བལྟ་བར་བྱའོ།
en: The saṃbhogakāya should be viewed as that which is the essence of the bodhisattvas

source: སྤྲུལ་པའི་སྐུ་ནི་མོས་པས་སྤྱོད་པའི་སོ་སོ་སྐྱེ་བོའི་ངོ་གང་ལ་བལྟ་བར་བྱའོ
en: The nirmāṇakāya should be viewed as that which is the essence of ordinary beings who conduct themselves devotedly.

source: །རིགས་ཀྱི་བུ་ཆོས་ཀྱི་སྐུ་ནི་སངས་རྒྱས་ཐམས་ཅད་དང་རང་བཞིན་འཐུན་པར་གནས་སོ
en: Son of a noble family, the dharmakāya remains the same nature for all the buddhas

source: ལོངས་སྤྱོད་རྫོགས་པའི་སྐུ་ནི་སངས་རྒྱས་ཐམས་ཅད་དང་ཏིང་ངེ་འཛིན་འཐུན་པར་གནས་སོ
en: The saṃbhogakāya remains the same meditative absorption for all the buddhas

source: སྤྲུལ་པའི་སྐུ་ནི་སངས་རྒྱས་ཐམས་ཅད་དང་ཕྲིན་ལས་འཐུན་པར་གནས་སོ
en: The nirmāṇakāya remains the same awakened activity for all the buddhas

source: རིགས་ཀྱི་བུ་ཀུན་གཞི་གནས་སུ་དག་པ་ནི་མེ་ལོང་ལྟ་བུའི་ཡེ་ཤེས་ཏེ་ཆོས་ཀྱི་སྐུའོ
en: Son of a noble family, the basis-of-all in its pure state is mirror-like wisdom, the dharmakāya

source: ཉོན་མོངས་པའི་ཡིད་གནས་སུ་དག་པ་ནི་མཉམ་པ་ཉིད་ཀྱི་ཡེ་ཤེས་སོ
en: The afflicted mind in its pure state is the wisdom of equality

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་གནས་སུ་དག་པ་ནི་སོ་སོར་ཀུན་དུ་རྟོག་པའི་ཡེ་ཤེས་ཏེ། ལོངས་སྤྱོད་རྫོགས་པའི་སྐུའོ
en: Mental cognition in its pure state is discriminating wisdom, the saṃbhogakāya

source: སྒོ་ལྔའི་རྣམ་པར་ཤེས་པ་གནས་སུ་དག་པ་ནི་བྱ་བ་གྲུབ་པའི་ཡེ་ཤེས་ཏེ་སྤྲུལ་པའི་སྐུའོ
en: The five sense cognitions in their pure state are all-accomplishing wisdom, the nirmāṇakāya.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སའི་སྙིང་པོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ
en: The bodhisattva Kṣitigarbha then exclaimed to the Blessed One

source: བཅོམ་ལྡན་འདས་བདག་གིས་བཅོམ་ལྡན་འདས་ལ་དམ་པའི་ཆོས་ཐོས་པ་ནི་རབ་ཏུ་ལེགས་སོ། །བདེ་བར་གཤེགས་པ་རབ་ཏུ་ལེགས་སོ
en: Blessed One, the noble Dharma that I have heard from the Blessed One is excellent, Sugata, really excellent!

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One then declared

source: རིགས་ཀྱི་བུ་བཅོམ་ལྡན་འདས་ལ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གང་གིས་རབ་ཏུ་འཛིན་པ་དེས་བསོད་ནམས་ཚད་མེད་བརྗོད་དུ་མེད་གྲངས་མེད་ཅིང་དཔག་ཏུ་མེད་པ་ཐོབ་བོ
en: Son of a noble family, whoever fully upholds this Dharma discourse of the Blessed One will obtain merit that is immeasurable, inexpressible, incalculable and unfathomable.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་
en: When the Blessed One had spoken

source: བྱང་ཆུབ་སེམས་དཔའ་སའི་སྙིང་པོ་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་
en: the world, including the bodhisattva Kṣitigarbha, the gods, nāgas, yakṣas, and gandharvas rejoiced

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ
en: and praised the teachings of the Blessed One.

source: འཕགས་པ་སྐུ་གསུམ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།
en: This concludes the Noble Mahāyāna Sūtra, The Three Bodies
